---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.SelectionUIOptions
source: html/7aa6b2c3-2198-1d07-d82b-9b76eabb7612.htm
---
# SelectionUIOptions Members

Releases all resources used by the SelectionUIOptions